Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# ClaudeCodeOnboarding.InstallHookDescription
source: Install a Claude Code hook that lets iTerm2 detect Claude’s state (working, waiting, idle) and display it in the Session Status tool. This adds a hook to your Claude Code settings that runs automatically as Claude works.
de: Installiert einen Claude-Code-Hook, mit dem iTerm2 den Status von Claude (Arbeitet, Wartet, Inaktiv) erkennen und im Werkzeug „Sitzungsstatus“ anzeigen kann. Dadurch wird Ihren Claude-Code-Einstellungen ein Hook hinzugefügt, der automatisch ausgeführt wird, während Claude arbeitet.
ja: iTerm2がClaudeの状態（作業中、待機中、アイドル）を検出してSession Statusツールに表示できるようにするClaude Codeフックをインストールします。 これにより、Claudeの動作中に自動的に実行されるフックがClaude Codeの設定に追加されます。
pt_br: Instale um hook do Claude Code que permite ao iTerm2 detectar o estado do Claude (trabalhando, aguardando, ocioso) e exibi-lo na ferramenta Status da sessão. Isso adiciona um hook aos seus ajustes do Claude Code que roda automaticamente enquanto o Claude trabalha.
ru: Установите хук Claude Code, который позволяет iTerm2 определять состояние Claude (работает, ожидает, простаивает) и отображать его в инструменте «Статус сессии». Это добавляет хук в настройки Claude Code, который автоматически запускается по мере работы Claude.
zh_hans: 安装 Claude Code 钩子，让 iTerm2 检测 Claude 的状态（工作中、等待中、空闲）并显示在“会话状态”工具中。 这会在你的 Claude Code 设置中添加一个在 Claude 工作时自动运行的钩子。

# ClaudeCodeOnboarding.InstallHookTitle
source: Install Hook
de: Hook installieren
ja: フックをインストール
pt_br: Instalar hook
ru: Установить хук
zh_hans: 安装 Hook

# ClaudeCodeOnboarding.InstallTriggersBody
source: Pick the profiles you’ll run claude in. We’ll add Enter/Exit Workgroup triggers to each one so the Claude Code workgroup is entered automatically.
de: Wählen Sie die Profile aus, in denen Sie claude ausführen. Wir fügen jedem davon Trigger zum Betreten/Verlassen der Arbeitsgruppe hinzu, damit die Claude-Code-Arbeitsgruppe automatisch betreten wird.
ja: claudeを実行するプロファイルを選択してください。Claude Codeワークグループが自動的に開始されるよう、それぞれにワークグループ参加/退出トリガーを追加します。
pt_br: Escolha os perfis nos quais você executará o claude. Adicionaremos gatilhos de entrar/sair do workgroup a cada um deles para que o workgroup do Claude Code seja acessado automaticamente.
ru: Выберите профили, в которых вы будете запускать claude. Мы добавим в каждый из них триггеры Enter/Exit Workgroup, чтобы рабочая группа Claude Code входила автоматически.
zh_hans: 选择你将在其中运行 claude 的配置文件。我们将为每个配置文件添加“进入/退出工作组”触发器，以便自动进入 Claude Code 工作组。

# ClaudeCodeOnboarding.InstallTriggersDescription
source: Pick the terminal profiles where you run claude. iTerm2 will add triggers so the Claude Code workgroup is entered automatically when claude starts and exited when it stops. Without this, you can still enter the workgroup manually via Shell > Workgroups > Claude Code.
de: Wählen Sie die Terminalprofile aus, in denen Sie claude ausführen. iTerm2 fügt Trigger hinzu, damit die Claude-Code-Arbeitsgruppe automatisch betreten wird, wenn claude startet, und verlassen wird, wenn es endet. Ohne dies können Sie die Arbeitsgruppe weiterhin manuell über Shell > Arbeitsgruppen > Claude Code betreten.
ja: claudeを実行するターミナルプロファイルを選択してください。iTerm2は、claudeの開始時に自動的にClaude Codeワークグループに入り、終了時に自動的に抜けるようにトリガーを追加します。 これを行わなくても、Shell > ワークグループ > Claude Codeから手動でワークグループに入ることができます。
pt_br: Escolha os perfis de terminal nos quais você executa o claude. O iTerm2 adicionará gatilhos para que o workgroup do Claude Code seja acessado automaticamente quando o claude iniciar e deixado quando ele parar. Sem isso, você ainda pode entrar no workgroup manualmente por meio de Shell > Workgroups > Claude Code.
ru: Выберите профили терминала, в которых вы запускаете claude. iTerm2 добавит триггеры, чтобы рабочая группа Claude Code входила автоматически при запуске claude и выходила при его остановке. Без этого вы всё равно сможете войти в рабочую группу вручную через Shell > Workgroups > Claude Code.
zh_hans: 选择你运行 claude 的终端配置文件。iTerm2 会添加触发器，使 Claude Code 工作组在 claude 启动时自动进入、停止时自动退出。 如果没有此项，你仍可通过 外壳 > 工作组 > Claude Code 手动进入工作组。

# ClaudeCodeOnboarding.InstallTriggersTitle
source: Install Auto-Enter Triggers
de: Trigger zum automatischen Betreten installieren
ja: 自動参加トリガーをインストール
pt_br: Instalar gatilhos de entrada automática
ru: Установить триггеры автовхода
zh_hans: 安装自动回车触发器

# ClaudeCodeOnboarding.InstallWorkgroupDescription
source: Install the Claude Code workgroup, which groups your main Claude session with two peer sessions: a diff viewer and a code-review session. You can switch between them with one click. You can customize this layout later in Settings > Shortcuts > Workgroups.
de: Installiert die Claude-Code-Arbeitsgruppe, die Ihre Haupt-Claude-Sitzung mit zwei weiteren Sitzungen gruppiert: einem Diff-Betrachter und einer Code-Review-Sitzung. Sie können mit einem Klick zwischen ihnen wechseln. Sie können dieses Layout später unter Einstellungen > Shortcuts > Arbeitsgruppen anpassen.
ja: Claude Codeワークグループをインストールします。これは、メインのClaudeセッションと2つのピアセッション（diffビューアとコードレビューセッション）をグループ化します。ワンクリックで切り替えることができます。 このレイアウトは、後で設定 > ショートカット > ワークグループでカスタマイズできます。
pt_br: Instale o workgroup do Claude Code, que agrupa sua sessão principal do Claude com duas sessões pares: um visualizador de diferenças e uma sessão de revisão de código. Você pode alternar entre elas com um clique. Você pode personalizar este layout mais tarde em Ajustes > Atalhos > Workgroups.
ru: Установите рабочую группу Claude Code, которая объединяет вашу основную сессию Claude с двумя равноправными сессиями: просмотром diff и сессией код-ревью. Между ними можно переключаться одним щелчком. Эту компоновку можно настроить позже в Settings > Shortcuts > Workgroups.
zh_hans: 安装 Claude Code 工作组，它会将你的主 Claude 会话与两个对等会话分组：差异查看器和代码审查会话。你可以一键在它们之间切换。 你之后可以在 设置 > 快捷键 > 工作组 中自定义此布局。

# ClaudeCodeOnboarding.InstallWorkgroupTitle
source: Install Workgroup
de: Arbeitsgruppe installieren
ja: ワークグループをインストール
pt_br: Instalar workgroup
ru: Установить рабочую группу
zh_hans: 安装工作组

# ClaudeCodeOnboarding.IntroLead
source: Don’t panic! All of this can be undone later via iTerm2 > Uninstall Claude Code Integration.
de: Keine Panik! All dies kann später über iTerm2 > Claude-Code-Integration deinstallieren rückgängig gemacht werden.
ja: 心配ありません！これらはすべて、後でiTerm2 > Claude Code連携をアンインストールから元に戻せます。
pt_br: Não entre em pânico! Tudo isso pode ser desfeito mais tarde por meio de iTerm2 > Desinstalar integração do Claude Code.
ru: Не паникуйте! Всё это можно будет отменить позже через iTerm2 > Uninstall Claude Code Integration.
zh_hans: 别慌！之后可以通过 iTerm2 > 卸载 Claude Code 集成 撤销所有这些操作。

# ClaudeCodeOnboarding.LearnMore
source: Learn more about the Claude Code integration
de: Mehr über die Claude-Code-Integration erfahren
ja: Claude Code連携について詳しく見る
pt_br: Saiba mais sobre a integração do Claude Code
ru: Подробнее об интеграции Claude Code
zh_hans: 了解有关 Claude Code 集成的更多信息

# ClaudeCodeOnboarding.MarkRewritableAndInstall
source: Mark Rewritable & Install
de: Als überschreibbar markieren & installieren
ja: 書き込み可能にしてインストール
pt_br: Marcar como regravável e instalar
ru: Пометить как доступные для перезаписи и установить
zh_hans: 标记为可重写并安装

# ClaudeCodeOnboarding.Next
source: Next
de: Weiter
ja: 次へ
pt_br: Próximo
ru: Далее
zh_hans: 下一步

# ClaudeCodeOnboarding.OrphanSessionsTooltip
source: Includes running sessions that were created from a profile that has since been deleted.
de: Schließt laufende Sitzungen ein, die aus einem inzwischen gelöschten Profil erstellt wurden.
ja: それ以降に削除されたプロファイルから作成された、実行中のセッションも含みます。
pt_br: Inclui sessões em execução que foram criadas a partir de um perfil que foi apagado desde então.
ru: Включает работающие сессии, созданные из профиля, который был впоследствии удалён.
zh_hans: 包括由已删除的配置文件创建的正在运行的会话。

# ClaudeCodeOnboarding.PanelTitle
source: Claude Code Integration Setup
de: Einrichtung der Claude-Code-Integration
ja: Claude Code連携のセットアップ
pt_br: Configuração da integração do Claude Code
ru: Настройка интеграции Claude Code
zh_hans: Claude Code 集成设置

# ClaudeCodeOnboarding.Show
source: Show
de: Anzeigen
ja: 表示
pt_br: Mostrar
ru: Показать
zh_hans: 显示

# ClaudeCodeOnboarding.ShowToolbeltDescription
source: Show the toolbelt and enable the Session Status tool. The toolbelt appears on the right side of your terminal window. You can toggle the toolbelt from View > Toolbelt > Show Toolbelt, or with the shortcut ⌘⇧B.
de: Zeigt den Werkzeugkasten an und aktiviert das Werkzeug „Sitzungsstatus“. Der Werkzeugkasten erscheint auf der rechten Seite Ihres Terminalfensters. Sie können den Werkzeugkasten über Ansicht > Werkzeugkasten > Werkzeugkasten anzeigen ein- oder ausblenden, oder mit dem Tastaturkürzel ⌘⇧B.
ja: ツールベルトを表示し、セッションステータスツールを有効にします。ツールベルトはターミナルウインドウの右側に表示されます。 ツールベルトの表示/非表示は、表示 > ツールベルト > ツールベルトを表示から切り替えるか、ショートカット⌘⇧Bを使用します。
pt_br: Mostre a barra de ferramentas e ative a ferramenta Status da sessão. A barra de ferramentas aparece no lado direito da janela do terminal. Você pode alternar a barra de ferramentas em Visualizar > Barra de ferramentas > Mostrar barra de ferramentas, ou com o atalho ⌘⇧B.
ru: Покажите набор инструментов и включите инструмент «Статус сессии». Набор инструментов появляется в правой части окна терминала. Переключить набор инструментов можно через View > Toolbelt > Show Toolbelt или сочетанием клавиш ⌘⇧B.
zh_hans: 显示工具箱并启用“会话状态”工具。工具箱出现在终端窗口的右侧。 你可以从 显示 > 工具箱 > 显示工具箱 切换工具箱，或使用快捷键 ⌘⇧B。

# ClaudeCodeOnboarding.ShowToolbeltTitle
source: Show Toolbelt
de: Werkzeugkasten anzeigen
ja: ツールベルトを表示
pt_br: Mostrar barra de ferramentas
ru: Показать набор инструментов
zh_hans: 显示工具箱

# ClaudeCodeOnboarding.SkipDynamicProfiles
source: Skip Dynamic Profiles
de: Dynamische Profile überspringen
ja: 動的プロファイルをスキップ
pt_br: Ignorar perfis dinâmicos
ru: Пропустить динамические профили
zh_hans: 跳过动态配置文件

# ClaudeCodeOnboarding.UnknownProfileName
source: (unknown)
de: (unbekannt)
ja: （不明）
pt_br: (desconhecido)
ru: (неизвестно)
zh_hans: （未知）

# ClaudeCodeOnboarding.WhatGetsChanged
source: What gets changed
de: Was wird geändert
ja: 変更される内容
pt_br: O que é alterado
ru: Что изменится
zh_hans: 要更改的内容

# ClaudeCodeOnboarding.WhatGetsChangedDetails
source: • iTerm2’s Python API is enabled • A cc-status hook is added to ~/.claude/settings.json • The toolbelt is shown • A Claude Code workgroup is added to iTerm2’s settings • Enter/Exit Workgroup triggers are added to the profiles you pick
de: • Die Python-API von iTerm2 wird aktiviert • Ein cc-status-Hook wird zu ~/.claude/settings.json hinzugefügt • Der Werkzeugkasten wird angezeigt • Eine Claude-Code-Arbeitsgruppe wird zu den iTerm2-Einstellungen hinzugefügt • Trigger zum Betreten/Verlassen der Arbeitsgruppe werden zu den von Ihnen ausgewählten Profilen hinzugefügt
ja: • iTerm2のPython APIが有効になります • ~/.claude/settings.jsonにcc-statusフックが追加されます • ツールベルトが表示されます • iTerm2の設定にClaude Codeワークグループが追加されます • 選択したプロファイルにワークグループ参加/退出トリガーが追加されます
pt_br: • A API Python do iTerm2 é ativada • Um hook cc-status é adicionado a ~/.claude/settings.json • A barra de ferramentas é mostrada • Um workgroup do Claude Code é adicionado aos ajustes do iTerm2 • Gatilhos de entrar/sair do workgroup são adicionados aos perfis que você escolher
ru: • Включается Python API iTerm2 • В ~/.claude/settings.json добавляется хук cc-status • Показывается набор инструментов • В настройки iTerm2 добавляется рабочая группа Claude Code • В выбранные вами профили добавляются триггеры Enter/Exit Workgroup
zh_hans: • iTerm2 的 Python API 已启用 • 已向 ~/.claude/settings.json 添加 cc-status 钩子 • 显示工具箱 • 已向 iTerm2 的设置添加 Claude Code 工作组 • 已为你选择的配置文件添加进入/退出工作组触发器

# ClaudeHealthMonitor.BrokenHeading
source: Claude Code Integration Looks Broken
de: Claude-Code-Integration scheint defekt zu sein
ja: Claude Code連携が壊れているようです
pt_br: A integração do Claude Code parece estar quebrada
ru: Интеграция Claude Code выглядит неработающей
zh_hans: Claude Code 集成似乎已损坏

# ClaudeHealthMonitor.BrokenTitle
source: iTerm2’s cc-status hook is no longer in ~/.claude/settings.json. This usually means Claude Code rewrote that file. Reinstall the hook so per-tab status indicators (“Working…,” “Waiting…”) work again?
de: Der cc-status-Hook von iTerm2 befindet sich nicht mehr in ~/.claude/settings.json. Das bedeutet meist, dass Claude Code diese Datei überschrieben hat. Soll der Hook neu installiert werden, damit die Statusanzeigen pro Tab („Arbeitet…“, „Wartet…“) wieder funktionieren?
ja: iTerm2のcc-statusフックが~/.claude/settings.jsonに存在しなくなりました。これは通常、Claude Codeがそのファイルを書き換えたことを意味します。タブごとのステータス表示（「作業中…」「待機中…」）が再び機能するように、フックを再インストールしますか？
pt_br: O hook cc-status do iTerm2 não está mais em ~/.claude/settings.json. Isso geralmente significa que o Claude Code reescreveu esse arquivo. Reinstalar o hook para que os indicadores de status por aba (“Trabalhando…”, “Aguardando…”) voltem a funcionar?
ru: Хук cc-status от iTerm2 больше не находится в ~/.claude/settings.json. Обычно это означает, что Claude Code перезаписал этот файл. Переустановить хук, чтобы индикаторы статуса на вкладках («Работает…», «Ожидание…») снова заработали?
zh_hans: iTerm2 的 cc-status 钩子已不在 ~/.claude/settings.json 中。这通常意味着 Claude Code 重写了该文件。重新安装钩子，以便每个标签页的状态指示器（“正在处理…”、“正在等待…”）重新工作？

# ClaudeHealthMonitor.NotNow
source: Not Now
de: Nicht jetzt
ja: 後で
pt_br: Agora não
ru: Не сейчас
zh_hans: 稍后

# ClaudeHealthMonitor.Reinstall
source: Reinstall
de: Neu installieren
ja: 再インストール
pt_br: Reinstalar
ru: Переустановить
zh_hans: 重新安装

# ClaudeOnboarding.AlsoUpdateOrphanSessions
source: Also update %lld sessions whose profiles are missing
de: Auch %lld Sitzungen aktualisieren, deren Profile fehlen
ja: プロファイルが見つからない%lld個のセッションも更新する
pt_br: Também atualizar %lld sessões cujos perfis estão ausentes
ru: Также обновить %lld сессий, чьи профили отсутствуют
zh_hans: 同时更新使用缺失配置文件的 %lld 个会话

# Clippings.AddClipping
source: Add clipping
de: Ausschnitt hinzufügen
ja: クリッピングを追加
pt_br: Adicionar recorte
ru: Добавить вырезку
zh_hans: 添加剪贴

# Clippings.ArchiveAllTooltip
source: Archive all clippings
de: Alle Ausschnitte archivieren
ja: すべてのクリッピングをアーカイブ
pt_br: Arquivar todos os recortes
ru: Архивировать все вырезки
zh_hans: 归档所有剪贴

# Clippings.ArchiveClippings
source: Archive clippings
de: Ausschnitte archivieren
ja: クリッピングをアーカイブ
pt_br: Arquivar recortes
ru: Архивировать вырезки
zh_hans: 归档剪贴

# Clippings.CopyClipping
source: Copy clipping
de: Ausschnitt kopieren
ja: クリッピングをコピー
pt_br: Copiar recorte
ru: Копировать вырезку
zh_hans: 拷贝剪贴

# Clippings.CopySelectedTooltip
source: Copy selected to pasteboard
de: Auswahl in die Zwischenablage kopieren
ja: 選択項目をペーストボードにコピー
pt_br: Copiar selecionado para a área de transferência
ru: Скопировать выбранное в буфер обмена
zh_hans: 将所选内容拷贝到剪贴板

# Clippings.HideClippings
source: Hide clippings
de: Ausschnitte ausblenden
ja: クリッピングを非表示
pt_br: Ocultar recortes
ru: Скрыть вырезки
zh_hans: 隐藏 Clippings

# Clippings.NextArchived
source: Next archived clippings
de: Nächste archivierte Ausschnitte
ja: 次のアーカイブ済みクリッピング
pt_br: Próximos recortes arquivados
ru: Следующие архивные вырезки
zh_hans: 下一个已归档剪贴

# Clippings.PreviewClippingAccessibility
source: Preview clipping
de: Ausschnitt in der Vorschau anzeigen
ja: クリッピングをプレビュー
pt_br: Pré-visualizar recorte
ru: Предпросмотр вырезки
zh_hans: 预览剪贴

# Clippings.PreviewTooltip
source: Preview (Space)
de: Vorschau (Leertaste)
ja: プレビュー（スペース）
pt_br: Pré-visualizar (Espaço)
ru: Предпросмотр (Пробел)
zh_hans: 预览（空格）

# Clippings.PreviousArchived
source: Previous archived clippings
de: Vorherige archivierte Ausschnitte
ja: 前のアーカイブ済みクリッピング
pt_br: Recortes arquivados anteriores
ru: Предыдущие архивные вырезки
zh_hans: 上一个已归档剪贴

# Clippings.RemoveClipping
source: Remove clipping
de: Ausschnitt entfernen
ja: クリッピングを削除
pt_br: Remover recorte
ru: Удалить вырезку
zh_hans: 移除剪贴

# Clippings.RemoveSelectedTooltip
source: Remove selected clipping
de: Ausgewählten Ausschnitt entfernen
ja: 選択したクリッピングを削除
pt_br: Remover recorte selecionado
ru: Удалить выбранную вырезку
zh_hans: 移除所选剪贴

# Clippings.SendClipping
source: Send clipping
de: Ausschnitt senden
ja: クリッピングを送信
pt_br: Enviar recorte
ru: Отправить вырезку
zh_hans: 发送剪贴

# Clippings.SendSelectedTooltip
source: Send selected to terminal
de: Auswahl an Terminal senden
ja: 選択項目をターミナルに送信
pt_br: Enviar selecionado para o terminal
ru: Отправить выбранное в терминал
zh_hans: 将所选内容发送到终端

# Clippings.ShowNextTooltip
source: Show next archived clippings
de: Nächste archivierte Ausschnitte anzeigen
ja: 次のアーカイブ済みクリッピングを表示
pt_br: Mostrar próximos recortes arquivados
ru: Показать следующие архивные вырезки
zh_hans: 显示下一个已归档剪贴

# Clippings.ShowPreviousTooltip
source: Show previous archived clippings
de: Vorherige archivierte Ausschnitte anzeigen
ja: 前のアーカイブ済みクリッピングを表示
pt_br: Mostrar recortes arquivados anteriores
ru: Показать предыдущие архивные вырезки
zh_hans: 显示上一个已归档剪贴

# Clippings.ViewingArchivedTooltip
source: Viewing archived clippings (%1$lld of %2$lld)
de: Archivierte Ausschnitte werden angezeigt (%1$lld von %2$lld)
ja: アーカイブ済みクリッピングを表示中（%1$lld / %2$lld）
pt_br: Visualizando recortes arquivados (%1$lld de %2$lld)
ru: Просмотр архивных вырезок (%1$lld из %2$lld)
zh_hans: 查看已归档剪贴（%1$lld / %2$lld）

# Cockpit.AddCommandStatus
source: Add a command after the @mention
de: Fügen Sie nach der @-Erwähnung einen Befehl hinzu
ja: @メンションの後にコマンドを追加
pt_br: Adicione um comando após a @menção
ru: Добавьте команду после @упоминания
zh_hans: 在 @mention 后添加命令

# Cockpit.BuriedSessions
source: Buried Sessions
de: Vergrabene Sitzungen
ja: 非表示セッション
pt_br: Sessões ocultas
ru: Скрытые сессии
zh_hans: 隐藏的会话

# Cockpit.ComposerPlaceholder
source: Type here to write to selected sessions…
de: Hier tippen, um an ausgewählte Sitzungen zu schreiben…
ja: ここに入力すると選択したセッションに書き込まれます…
pt_br: Digite aqui para escrever nas sessões selecionadas…
ru: Введите здесь, чтобы отправить в выбранные сессии…
zh_hans: 在此输入以写入所选会话…

# Cockpit.DefaultTip
source: Type @ to choose sessions to write to
de: Tippen Sie @, um Sitzungen zum Schreiben auszuwählen
ja: @ を入力して書き込み先のセッションを選択
pt_br: Digite @ para escolher as sessões nas quais escrever
ru: Введите @, чтобы выбрать сессии для отправки
zh_hans: 输入类型：@ 选择要写入的会话

# Cockpit.FilterAll
source: All (%lld)
de: Alle (%lld)
ja: すべて (%lld)
pt_br: Todas (%lld)
ru: Все (%lld)
zh_hans: 全部 (%lld)

# Cockpit.GroupByStatusTooltip
source: Group sessions by status (Waiting / Working / Idle), within each window.
de: Sitzungen nach Status gruppieren (Wartet / Arbeitet / Inaktiv), innerhalb jedes Fensters.
ja: 各ウインドウ内で、セッションをステータス（待機中 / 作業中 / アイドル）別にグループ化します。
pt_br: Agrupar sessões por status (Aguardando / Trabalhando / Ocioso), dentro de cada janela.
ru: Группировать сессии по статусу (Ожидание / Работает / Простаивает) в пределах каждого окна.
zh_hans: 在每个窗口内，按状态（等待 / 工作中 / 空闲）分组会话。

# Cockpit.GroupByWindowLabel
source: Window
de: Fenster
ja: ウインドウ
pt_br: Janela
ru: Окно
zh_hans: 窗口

# Cockpit.GroupByWindowTooltip
source: Group sessions by window, then by tab and split pane.
de: Sitzungen nach Fenster gruppieren, dann nach Tab und geteiltem Bereich.
ja: セッションをウインドウ別、次にタブと分割ペイン別にグループ化します。
pt_br: Agrupar sessões por janela, depois por aba e painel dividido.
ru: Группировать сессии по окну, затем по вкладке и разделённой панели.
zh_hans: 按窗口分组会话，然后按标签页和拆分窗格分组。

# Cockpit.GroupByWorkgroupLabel
source: Workgroup
de: Arbeitsgruppe
ja: ワークグループ
ru: Рабочая группа
zh_hans: 工作组

# Cockpit.GroupByWorkgroupTooltip
source: Show only sessions in a workgroup, grouped by workgroup.
de: Nur Sitzungen in einer Arbeitsgruppe anzeigen, gruppiert nach Arbeitsgruppe.
ja: ワークグループに属するセッションのみを、ワークグループ別にグループ化して表示します。
pt_br: Mostrar apenas sessões em um workgroup, agrupadas por workgroup.
ru: Показывать только сессии в рабочей группе, сгруппированные по рабочим группам.
zh_hans: 仅显示工作组中的会话，并按工作组分组。

# Cockpit.NoMatchingSessions
source: No matching sessions
de: Keine passenden Sitzungen
ja: 一致するセッションがありません
pt_br: Nenhuma sessão correspondente
ru: Нет подходящих сессий
zh_hans: 无匹配的会话

# Cockpit.NoRunningSessions
source: No running sessions to send to
de: Keine laufenden Sitzungen zum Senden
ja: 送信先の実行中セッションがありません
pt_br: Nenhuma sessão em execução para enviar
ru: Нет работающих сессий для отправки
zh_hans: 无正在运行的会话可发送

# Cockpit.NoStatusHeader
source: No status
de: Kein Status
ja: ステータスなし
pt_br: Sem status
ru: Без статуса
zh_hans: 无状态信息

# Cockpit.NotifyAccessibility
source: Notify on status change
de: Bei Statusänderung benachrichtigen
ja: ステータス変更時に通知
pt_br: Notificar ao mudar o status
ru: Уведомлять при изменении статуса
zh_hans: 状态更改时通知

# Cockpit.NotifyArmedAccessibility
source: Notify on status change armed
de: Benachrichtigung bei Statusänderung aktiviert
ja: ステータス変更通知が有効
pt_br: Notificação ao mudar o status ativada
ru: Уведомление при изменении статуса включено
zh_hans: 状态更改时通知（已启用）

# Cockpit.NotifyTooltip
source: Notify with an alert when the selected window or session’s status changes.
de: Bei einer Statusänderung des ausgewählten Fensters oder der ausgewählten Sitzung mit einer Meldung benachrichtigen.
ja: 選択したウインドウまたはセッションのステータスが変化したときにアラートで通知します。
pt_br: Notifique com um alerta quando o status da janela ou sessão selecionada mudar.
ru: Показывать оповещение при изменении статуса выбранного окна или сессии.
zh_hans: 当所选窗口或会话的状态更改时，以提醒通知。

# Cockpit.NotifyWatchingTooltip
source: Watching for a status change on the selected item. An alert will appear on the next change, then turn this off.
de: Überwacht eine Statusänderung des ausgewählten Elements. Bei der nächsten Änderung erscheint eine Meldung, danach wird dies wieder ausgeschaltet.
ja: 選択した項目のステータス変化を監視しています。次の変化でアラートが表示され、その後この機能はオフになります。
pt_br: Monitorando uma mudança de status no item selecionado. Um alerta aparecerá na próxima mudança e, em seguida, isso será desativado.
ru: Отслеживание изменения статуса выбранного элемента. При следующем изменении появится оповещение, после чего это будет отключено.
zh_hans: 正在监视所选项目的状态更改。下一次更改时会出现提醒，然后此选项会关闭。

# Cockpit.PickSessionStatus
source: Type @ to pick a session, or select rows first
de: Tippen Sie @, um eine Sitzung auszuwählen, oder wählen Sie zuerst Zeilen aus
ja: @ を入力してセッションを選択するか、先に行を選択してください
pt_br: Digite @ para escolher uma sessão, ou selecione linhas primeiro
ru: Введите @, чтобы выбрать сессию, или сначала выделите строки
zh_hans: 类型 @ 以选择会话，或先选择行

# Cockpit.SentToSessions
source: Sent to %lld sessions
de: An %lld Sitzungen gesendet
ja: %lld個のセッションに送信しました
pt_br: Enviado para %lld sessões
ru: Отправлено в %lld сессий
zh_hans: 已发送至 %lld 个会话

# Cockpit.SettingsAccessibility
source: Settings
de: Einstellungen
ja: 設定
pt_br: Ajustes
ru: Настройки
zh_hans: 设置

# Cockpit.UnknownTargetStatus
source: Unknown target %@
de: Unbekanntes Ziel %@
ja: 不明なターゲット %@
pt_br: Destino desconhecido %@
ru: Неизвестная цель %@
zh_hans: 未知目标 %@

# Cockpit.WindowTitle
source: Window %d
de: Fenster %d
ja: ウインドウ %d
pt_br: Janela %d
ru: Окно %d
zh_hans: 窗口 %d

# Codecierge.AIDisabledByAdmin
source: Generative AI has been disabled by the system administrator.
de: Generative KI wurde vom Systemadministrator deaktiviert.
ja: 生成AIはシステム管理者によって無効にされています。
pt_br: A IA generativa foi desativada pelo administrador do sistema.
ru: Генеративный ИИ отключён системным администратором.
zh_hans: 系统管理员已停用生成式 AI。

# Codecierge.AssistantAppend
source: ### 🔮 Assistant %@
de: ### 🔮 Assistent %@
ja: ### 🔮 アシスタント %@
pt_br: ### 🔮 Assistente %@
ru: ### 🔮 Ассистент %@
zh_hans: ### 🔮 助手 %@

# Codecierge.AssistantText
source: ### 🔮 Assistant %@
de: ### 🔮 Assistent %@
ja: ### 🔮 アシスタント %@
pt_br: ### 🔮 Assistente %@
ru: ### 🔮 Ассистент %@

# Codecierge.AssistantThinking
source: ### 🔮 Assistant Thinking…
de: ### 🔮 Assistent Denkt nach…
ja: ### 🔮 アシスタント 考え中…
pt_br: ### 🔮 Assistente Pensando…
ru: ### 🔮 Ассистент Обдумывание…
zh_hans: ### 🔮 助手 思考中…
